INSERT INTO residents ( id, name, fk_suit_name, fk_sex_name, fk_role_name )
    VALUES
        ( DEFAULT,     "Бубновая Королева", "бубны", "женщина",  "правитель" ),
        ( DEFAULT,  "Бубновая Королева II", "бубны", "женщина",  "правитель" ),
        ( DEFAULT, "Бубновая Королева III", "бубны", "женщина",  "правитель" ),

        ( DEFAULT,        "Королева Червы", "червы", "женщина",  "правитель" ),
        ( DEFAULT,      "Пиковая Королева",  "пики", "женщина",  "правитель" ),
        ( DEFAULT,          "Пиковая Дама",  "пики", "женщина",   "садовник" ),
        
        ( DEFAULT,             "Дама Треф", "трефы", "женщина",   "садовник" ),
        ( DEFAULT,       "Мартовский Заяц",    NULL,    "заяц",         NULL ),
        ( DEFAULT,          "Белый Кролик",    NULL,  "кролик",         NULL ),

        ( DEFAULT,                 "Алиса",    NULL, "женщина",         NULL ),
        ( DEFAULT,           "Король Треф", "трефы", "мужчина",  "правитель" ),
        ( DEFAULT,        "Король Треф II", "трефы", "мужчина",  "правитель" ),

        ( DEFAULT,            "Валет Треф", "трефы", "мужчина",     "солдат" ),
        ( DEFAULT,              "Шут Треф", "трефы", "мужчина", "придворный" ),
        ( DEFAULT,          "Король Червы", "червы", "мужчина",  "правитель" ),

        ( DEFAULT,          "Валет Червей", "червы", "мужчина",     "солдат" ),
        ( DEFAULT,            "Шут Червей", "червы", "мужчина", "придворный" ),
        ( DEFAULT,        "Бубновый Валет", "бубны", "мужчина",     "солдат" ),

        ( DEFAULT,          "Бубновый Шут", "бубны", "мужчина", "придворный" ),
        ( DEFAULT,           "Пиковый Шут",  "пики", "мужчина", "придворный" ),
        ( DEFAULT,      "Безумный Шляпник",    NULL, "мужчина",         NULL );
